export const ru = {
  education: {
    header: {
      first: {
        title: 'Обучение методологии RCM',
      },
      second: {
        title:
          'Учебные курсы с гибкой программой на 2-5 дней для руководства и сотрудников',
      },
      btn: {
        title: 'Оставить заявку',
      },
    },
    white: {
      target: {
        header: {
          title: 'Целевая аудитория',
        },
        text: {
          title:
            'Специализированная программа для представителей технического менеджмента предприятий, руководителей и сотрудников служб надежности, риск-менеджеров. Профессиональная подготовка и повышение квалификации специалистов в области инженерно-технического управления, систем ТОиР-ТОРО, эксплуатационного персонала.',
        },
      },
      about: {
        header: {
          title: 'О курсе',
        },
        text: {
          title:
            'Курс поможет разобраться в методологии и современных инструментах технического обслуживания, ориентированного на надежность (Reliability Centered Maintenance). Раскрывает механизмы управления, обеспечения и моделирования надежности производственного оборудования. Поможет улучшить профессиональные компетенции специалистов в области надежности.\n' +
            '\n' +
            'Комбинация лекционного материала и практических кейсов. Эффективные методики современной организации системы обслуживания и ремонта на предприятии.',
        },
      },
    },
    gray: {
      header: {
        title: 'Программа курса',
      },
      list: {
        one: {
          header: {
            title: 'День 1',
          },
          text: {
            one: {
              title:
                '— Обзор стандартов и методик оценки надежности, введение в RCM',
            },
            two: {
              title: '— Определение технологических функций (Functions)',
            },
            three: {
              title:
                '— Определение функциональных отказов (Functional Failures)',
            },
          },
        },
        two: {
          header: {
            title: 'День 2',
          },
          text: {
            one: {
              title:
                '— Определение функциональных отказов (Functional Failures)',
            },
            two: {
              title: '— Первопричины отказов (Failure Modes)',
            },
            three: {
              title: '— Следствия отказов (Failure Effects)',
            },
            four: {
              title: '— Последствия отказов (Failure Consequences)',
            },
          },
        },
        three: {
          header: {
            title: 'День 3',
          },
          text: {
            one: {
              title:
                '— Задачи планового обслуживания и обслуживания по состоянию (Predictive and Preventive tasks)',
            },
            two: {
              title: '— Задачи обслуживания по умолчанию (Default tasks)',
            },
            three: {
              title: '— Рекомендации по внедрению и применению RCM',
            },
          },
        },
        four: {
          header: {
            title: 'День 4-5',
          },
          text: {
            one: {
              title:
                '— Курс работы с ПО «ТОиР Навигатор» в части формирования RCM-анализа',
            },
            two: {
              title: '— Выбор и системный анализ оборудования для проектных групп',
            },
            three: {
              title: '— Проведение экспресс-проекта RCM ',
            },
          },
        },
      },
    },
  },
  analiz: {
    header: {
      first: {
        title: 'RCM-анализ (фасилитация)',
      },
      second: {
        title:
          'Используя эффективные методики производственной оптимизации и управления активами, специалисты компании помогут выработать оптимальную, гибкую стратегию обслуживания и ремонта оборудования',
      },
      btn: {
        title: 'Оставить заявку',
      },
    },
    stages: {
      header: {
        title: 'Этапы',
      },
      one: {
        title: 'Определение условий функционирования технической системы',
      },
      two: {
        title: 'Анализ функций системы и ее составляющих',
      },
      three: {
        title:
          'Определение и анализ функциональных отказов (матрица риска, определение критичности отказов)',
      },
      four: {
        title: 'Выявление возможных последствий отказов',
      },
      five: {
        title: 'Оценка возможных последствий отказов',
      },
      six: {
        title:
          'Выработка эффективных мер для прогнозирования и предупреждения отказов',
      },
      seven: {
        title: 'Формирование оптимальной программы ТоиР',
      },
    },
    text: {
      title:
        'По итогам проведенного RCM анализа разрабатывается актуальный комплекс мероприятий по ТОиР. На его основе выстраивается экономически выгодная стратегия технического обслуживания и ремонта. Методология RCM дает быстрые результаты. Если приоритеты расставлены корректно и правильно проведен RCM-анализ, то всё окупается в считанные месяцы. Результаты анализа преобразуются в точные требования по техническому обслуживанию производственных активов, используемых организацией. В результате техническое обслуживание становится более рентабельным, слаженным и успешным.',
    },
  },
  portfolio: {
    project1: {
      title: 'Проект 1',
    },
    project2: {
      title: 'Проект 2',
    },
    project3: {
      title: 'Проект 3',
    },
    project4: {
      title: 'Проект 4',
    },
    project5: {
      title: 'Проект 5',
    },
  },
  address: {
    text: {
      title: 'БИЗНЕС-ПРОСТРАНСТВО «КОНТАКТ»',
    },
    main: {
      title:
        '308033, Россия, г. Белгород, ул. Королёва 2А, корп. 2, офис 600. ОГРН: 1163123085366, ИНН: 3123397619, КПП: 312301001',
    },
  },
  vnedrenie: {
    header: {
      first: {
        title: 'Внедрение ПО для field management и поддержки RCM-практик',
      },
      second: {
        title:
          'Компания оказывает полный комплекс услуг по внедрению и сопровождению программного комплекса «RCM: Навигатор»',
      },
      btn: {
        title: 'Оставить заявку',
      },
    },
    fitst: {
      title: '1. Внедрение программного комплекса',
    },
    second: {
      title: '2. Информационно-технологическое сопровождение',
    },
    third: {
      title: '3. Возможность выезда к Заказчику',
    },
    secondList: {
      one: {
        title: '— Установка на территории Заказчика;',
      },
      two: {
        title:
          '— Настройка CICD-инфраструктуры для возможности быстрого обновления системы;',
      },
      three: {
        title: '— Настройка основных параметров системы;',
      },
      four: {
        title: '— Настройка ролей, групп доступа и пользователей в системе;',
      },
      five: {
        title: '— Настройка подсистемы оповещений;',
      },
      six: {
        title:
          '— Демонстрация и обучение работе с программным комплексом (настройка интерфейса, прав доступа, формирование маршрутных карт, отслеживание проведения обходов);',
      },
      seven: {
        title: '— Ввод в промышленную эксплуатацию.',
      },
    },
    text: {
      title:
        'Обновления, линия консультаций, доступ к информационно-справочным материалам, консультации специалистов в работе с функционалом программного комплекса.',
    },
  },
  about: {
    header: {
      title: 'О компании',
    },
    text1: {
      title:
        'Компания «ПИРС» является разработчиком программных и технических систем и комплексов для бизнеса в сферах:',
    },
    list: {
      one: {
        title: 'производства;',
      },
      two: {
        title: 'ритейла;',
      },
      three: {
        title: 'медицины;',
      },
      four: {
        title: 'финансов;',
      },
      five: {
        title: 'транспорта и логистики.',
      },
    },
    text2: {
      title: 'Сфера деятельности',
    },
    text3: {
      title:
        'Мы занимаемся разработкой приложений любой сложности с учетом потребностей и особенностей вашего бизнеса, оказываем услуги по разработке, модернизации, тестированию и сопровождению ПО в форматах аутсорсинга, аутстаффинга, контрактной разработки и отдельных проектов, cпециализируемся на разработке программного обеспечения и решении задач по автоматизации бизнес-процессов,в том числе — уникальных и нестандартных.\n' +
        '\n' +
        'Специалистами компании реализовано более 100 проектов — корпоративные системы, программные решения (в том числе — приложения для мобильных устройств), чат-боты, системы технического зрения.',
    },
  },
  main: {
    title: 'Разработка корпоративного ПО',
  },
  menu: [
    {
      title: 'О компании',
    },
    {
      title: 'Продукты и услуги',
      children: [
        {
          title: 'Разработка и внедрение ПО',
        },
        {
          title: 'RCM навигатор',
        },
        { title: 'Обучение методологии RCM' },
        {
          title: 'RCM-анализ',
        },
      ],
    },
    {
      title: 'Портфолио',
    },
    {
      title: 'Контакты',
    },
  ],
  bigMenu: {
    call: {
      title: 'Заказать звонок',
    },
    secure: {
      title: '© 2023 ООО «ПИРС», Все права защищены',
    },
    text: {
      title:
        'Компания «ПИРС» является разработчиком программных и технических систем и комплексов для бизнеса.',
    },
    link: {
      title: 'Обработка персональных данных',
    },
  },
  form: {
    header: {
      title: 'ОСТАВЬТЕ ВАШ ТЕЛЕФОН',
    },
    text: {
      title: 'Ваш звонок очень важен для нас',
    },
    inputs: {
      name: {
        title: 'Имя',
      },
      phone: {
        title: 'Телефон',
      },
      email: {
        title: 'E-mail',
      },
      button: {
        title: 'Отправить',
      },
      checkbox: {
        title: 'Даю своё согласие на законную обработку персональных данных.',
      },
    },
    rules: {
      title: 'Правила обработки',
    },
  },
  RCM: {
    header: {
      title: '«RCM: Навигатор»',
    },
    photo: {
      title: 'Фото продукта',
    },
    text: {
      title:
        '«RCM: Навигатор» эффективный инструмент сбора информации о состоянии оборудования и планирования обходов. Помогает собирать, обрабатывать и фиксировать информацию о состоянии оборудования. Обеспечивает руководителю службы надежности доступ к актуальной информации о выполненных обходах их результатах и качестве. Позволяет создавать планы следующих осмотров и редактировать маршрутные карты обходов. Система повышает уровень контроля за надежностью технических систем и планированием мероприятий по обслуживанию и ремонту оборудования.',
    },
    product: {
      title: 'Продукты и услуги',
    },
    list: {
      one: {
        title: 'RCM: Навигатор',
      },
      oneText: {
        title:
          'Программный комплекс для field management и управления надежностью оборудования на основе методологии RCM.',
      },
      oneBtn: {
        title: 'Описание и цены',
      },
      two: {
        title: 'Обучения методологии RCM',
      },
      twoText: {
        title:
          'Учебные курсы с гибкой программой на 2-5 дней для руководства и сотрудников',
      },
      twoBtn: {
        title: 'Узнать больше',
      },
      three: {
        title: 'RCM-анализ (фасилитация)',
      },
      threeText: {
        title:
          'Специалисты компании помогут выработать оптимальную, гибкую стратегию обслуживания и ремонта оборудования.',
      },
      threeBtn: {
        title: 'Узнать больше',
      },
      four: {
        title: 'Внедрение ПО для field management и поддержка RCM-практик',
      },
      fourText: {
        title:
          'Компания оказывает полный комплекс услуг по внедрению и сопровождению программного комплекса «RCM: Навигатор»',
      },
      fourBtn: {
        title: 'Узнать больше',
      },
    },
    partner: {
      header: {
        title: 'Наши партнеры',
      },
      list: {
        one: {
          title: 'Предприятия целлюлозно-бумажной промышленности',
        },
        two: {
          title: 'Промышленные, нефте-и газодобывающие предприятия',
        },
        three: {
          title: 'Компании электроэнергетики',
        },
        four: {
          title: 'Горнодобывающие компании',
        },
        five: {
          title: 'Предприятия химической промышленности',
        },
      },
    },
  },
  RCMpage: {
    header: {
      first: {
        title: 'RCM: Навигатор',
      },
      second: {
        title:
            'Программный комплекс для field management и управления надежностью оборудования на основе методологии RCM',
      },
      btn: {
        title: 'Оставить заявку',
      },
    },
    photo: {
      title: 'Фотографии продукта'
    },
    cool: {
      header: {
        title: 'Преимущества для предприятия'
      },
      list: {
        one: {
          title: 'Повышение информированности руководства о состоянии оборудования'
        },
        two: {
          title: 'Снижение количества отказов оборудования и предупреждение их последствий'
        },
        three: {
          title: 'Интеграция с системами ERP и ТОРО'
        },
        four: {
          title: 'Снижение затрат на ремонт оборудования до 25%'
        },
      }
    },
    function: {
      header: {
        title: 'Функциональные возможности'
      },
      one: {
        title: 'Планирование и отслеживание обходов, назначение исполнителей'
      },
      two: {
        title: 'Просмотр результатов выполнения обходов, оценка качества'
      },
      three: {
        title: 'Настройка уведомлений о состоянии оборудования'
      },
      four: {
        title: 'Составление маршрута обхода, назначение заданий'
      },
      five: {
        title: 'Система ролей с разграничением доступа'
      },
      six: {
        title: 'Учет показателей эксплуатации'
      },
      seven: {
        title: 'Хранение истории обходов и показателей надежности оборудования'
      }
    },
    benefits: {
      header: {
        title: 'Преимущества решения'
      },
      list: {
        one: {
          title: 'Программный комплекс доступен в мобильной и веб-версиях',
        },
        two: {
          title: 'Российская разработка (отечественный софт)',
        },
        three: {
          title: 'Интеграция со смежными системами ТОиР',
        },
        four: {
          title: 'Настройка доступа под любое количество сотрудников',
        },
        five: {
          title: 'Адаптация к производственным процессам предприятия',
        },
      }
    }
  }
};
